package com.wjn.viewlistdemo.activity.textview;

public class StringUtils {

    public static String string1 = "我们不想看到以赛亚-托马斯受伤。向他这一个不可思议的赛季致敬，他今年所完成的事情，以及在他妹妹不幸去世的情况下，他在季后赛中所做的事情。但是，对于我们一个整体而言，我们面对的从来都不只是一个人。这不是我们关注的焦点。这一直都是团队的努力，以及我们如何能够拿出最好的比赛计划来对抗他们的球队。他们仍然很好地执行教练意图。他们仍然有一些球员会去迎接挑战，会站出来，所以我们必须为此做好准备。”我们不想看到以赛亚-托马斯受伤。向他这一个不可思议的赛季致敬，他今年所完成的事情，以及在他妹妹不幸去世的情况下，他在季后赛中所做的事情。但是，对于我们一个整体而言，我们面对的从来都不只是一个人。这不是我们关注的焦点。这一直都是团队的努力，以及我们如何能够拿出最好的比赛计划来对抗他们的球队。他们仍然很好地执行教练意图。他们仍然有一些球员会去迎接挑战，会站出来，所以我们必须为此做好准备。”“我们不想看到以赛亚-托马斯受伤。向他这一个不可思议的赛季致敬，他今年所完成的事情，以及在他妹妹不幸去世的情况下，他在季后赛中所做的事情。但是，对于我们一个整体而言，我们面对的从来都不只是一个人。这不是我们关注的焦点。这一直都是团队的努力，以及我们如何能够拿出最好的比赛计划来对抗他们的球队。他们仍然很好地执行教练意图。他们仍然有一些球员会去迎接挑战，会站出来，所以我们必须为此做好准备。”";

    public static String string2="我爱鲁能泰山队";
}
